[
    {
        "id": 1,
        "name": "Rich Dad Poor Dad",
        "author": "Robert T Kiyosaki",
        "price": 555,
        "description": "Rich Dad Poor Dad is Robert's story of growing up with two dads -- his real father and the father of his best friend, his rich dad -- and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you. ",
        "category": "Best Sellers",
        "category2":"Top Best Sellers",
        "image": "https://i.postimg.cc/cLvHdyqC/richdad.jpg",
        "date": "Apr 08 1997",
        "discount":30
    },
    {
        "id": 2,
        "name": "The 48 Laws Of Power",
        "author": " Robert Greene",
        "price": 600,
        "description": "Drawn from 3,000 years of the history of power, this guide helps readers achieve for themselves what Queen Elizabeth I, Henry Kissinger, Louis XIV and Machiavelli learnt the hard way. ",
        "category": "Best Sellers",
        "category2":"Top Best Sellers",
        "image": "https://i.postimg.cc/SsNHp45t/power.jpg",
        "date": "Jan 01 1998",
        "discount":20
    },
    {
        "id": 3,
        "name": "Chanakya Neeti",
        "author": "B.K. Chaturvedi",
        "price": 600,
        "description": "One of the greatest figures of wisdom and knowledge in the Indian history is Chanakya. Chanakya is regarded as a great thinker and diplomat in India who is traditionally identified as Kautilya or Vishnu Gupta. Originally a professor of economics and political science at the ancient Takshashila University, Chanakya managed the first Maurya Emperor Chandragupta's rise to power at a young age. Instead of acquiring the seat of kingdom for himself, he crowned Chandragupta Maurya as the emperor and served as his chief advisor. Chanakya Neeti is a treatise on the ideal way of life, and shows Chanakya's deep study of the Indian way of life. These practical and powerful strategies provide a path to live an orderly and planned life. If these strategies are followed in any sphere of life, victory is certain. Chanakya also developed Neeti-Sutras (aphorisms ? pithy sentences) that tell people how they should behave. Chanakya used these sutras to groom Chandragupta and other selected disciples in the art of ruling a kingdom. But these sutras are also relevant in this modern age and are very useful for us. For the first time, Chanakya Neeti and Chanakya Sutras are compiled in this book to make Chanakya's invaluable wisdom easily available to the common readers. This book presents Chanakya's powerful strategies and principles in a very lucid manner for the benefit of our valuable readers. ",
        "category": "Best Sellers",
        "category2":"",
        "image": "https://i.postimg.cc/pXqZg8xx/chanakya.jpg",
        "date": "Dec 03 2019",
        "discount":10
    },
    {
        "id": 4,
        "name": "Atomic Habits",
        "author": "James Clear",
        "price": 500,
        "description": "THE PHENOMENAL INTERNATIONAL BESTSELLER - 1 MILLION COPIES SOLDTransform your life with tiny changes in behaviour - starting now. People think that when you want to change your life, you need to think big.",
        "category": "Best Sellers",
        "category2":"Top Best Sellers",
        "image": "https://i.postimg.cc/zvSrJ77x/atomic.jpg",
        "date": "Oct 16 2018",
        "discount":5
    },
    {
        "id": 5,
        "name": "The Psychology of Money",
        "author": "Morgan Housel",
        "price": 515,
        "description": "Timeless lessons on wealth, greed, and happiness doing well with money isn?t necessarily about what you know. It?s about how you behave. And behavior is hard to teach, even to really smart people. How ... ",
        "category": "Best Sellers",
        "category2":"Top Best Sellers",
        "image": "https://i.postimg.cc/7hC2dCNP/money.jpg",
        "date": "Sep 08 2020",
        "discount":30
    },
    {
        "id": 6,
        "name": "Ikigai",
        "author": "Francesc Miralles",
        "price": 450,
        "description": "Even if we don't know it yet.Ikigai translates as `a reason to live' or `a reason to jump out of bed in the morning'. There, finding your ikigai is considered the key to longevity - and to happiness.______________________________'Ikigai gently unlocks simple secrets we can all use to live long, meaningful, happy lives. ",
        "category": "Best Sellers",
        "category2":"",
        "image": "https://i.postimg.cc/VsHTC3rX/ikigai22.jpg",
        "date": "Apr 01 2016",
        "discount":20
    },
    {
        "id": 7,
        "name": "You Can",
        "author": "George Matthew",
        "price": 430,
        "description": "Through the empowering self-help manual You Can, penned to promote personal growth and well-being for anyone who reads it, George Matthew Adams talks about things to be done to pave your way to a fulfilling, successful life—such as sitting for an hour in silence to shape your creative vision, going the extra mile in serving others, letting your character rule your work, studying your mistakes, learning to use time, and many more. Inculcate these habits, and your life will change.",
        "category": "Best Sellers",
        "category2":"",
        "image": "https://i.postimg.cc/FHwgXkFB/you-can.jpg",
        "date": "Mar 01 2014",
        "discount":10
    },
    {
        "id": 8,
        "name": "The Power of Your Subconscious Mind",
        "author": "Joseph Murphy",
        "price": 380,
        "description": "The Power of Your Subconscious Mind is one of the most promising self improvement books that you can gift to yourself or your loved ones. This book is designed to help you improve your relationships, health, and also to give you an internal strength that makes every hurdle look small. The book brings together best of both the worlds - scientific research as well as spiritual wisdom. It used the combined ideas to explain how our subconscious mind has the power to change our lives. The book explains how by understanding and learning to control our subconscious mind, we can welcome a world of prosperity, happiness and success. This book will act as a guide and help you understand the depth of your subconscious, get rid of fears and attract what you desire simply by changing your beliefs. Having sold millions of copies, this book and its ideas have changed the lives of many all over the world.",
        "category": "Best Sellers",
        "category2":"",
        "image": "https://i.postimg.cc/0NF8fxfm/subcoinsius.jpg",
        "date": "Jan 01 1963",
        "discount":5
    },
    {
        "id": 9,
        "name": "Word Power Made Easy",
        "author": "Norman Lewis",
        "price": 380,
        "description": "Word Power Made Easy does more than just add words to your vocabulary. It teaches ideas and a method of broadening your knowledge as an integral part of the vocabulary building process. -Do you always use the right word? -Can you pronounce it—and spell it—correctly? -Do you know how to avoid illiterate expressions? -Do you speak grammatically, without embarrassing mistakes? If the answer to any of these questions is no, you need this book! Written in a lively, accessible style, Word Power Made Easy also includes useful sections on which grammar rules are valid and which are outdated or misguided and can be safely ignored. Loaded with helpful reviews, progress checks, and quizzes to reinforce the material, this classic resource has helped millions learn to speak and write with confidence.",
        "category": "Best Sellers",
        "category2":"",
        "image": "https://i.postimg.cc/jqGMr18X/word-power.jpg",
        "date": "Jan 01 1949",
        "discount":30
    },
    {
        "id": 10,
        "name": "One Piece",
        "author": " Eiichiro Oda",
        "price": 600,
        "description": "As a child, Monkey D. Luffy dreamed of becoming King of the Pirates. But his life changed when he accidentally gained the power to stretch like rubber...at the cost of never being able to swim again! Years, later, Luffy sets off in search of the One Piece, said to be the greatest treasure in the world... ",
        "category": "Fiction",
        "category2":"Top Fiction",
        "image": "https://i.postimg.cc/vHsSVjWm/one-piece.jpg",
        "date": "Jul 01 1997",
        "discount":20
    },
    {
        "id": 11,
        "name": "Attack on Titan",
        "author": "Hajime Isayama ",
        "price": 950,
        "description": "THE MANGA HIT OF THE DECADE! Read the series that's dominating graphic novel bestseller lists! A century ago, the grotesque giants known as Titans appeared and consumed all but a few thousand humans. The survivors took refuge behind giant walls. Today, the threat of the Titans is a distant memory, and a boy named Eren yearns to explore the world beyond Wall Maria. But what began as a childish dream will become an all-too-real nightmare when the Titans return and humanity is once again on the brink of extinction... This free sampler features the first chapter of Attack on Titan! NOW A HIT ANIME FROM ADULT SWIM AND FUNIMATION!",
        "category": "Fiction",
        "category2":"Top Fiction",
        "image": "https://i.postimg.cc/jd6PFqLz/aot.jpg",
        "date": "Sep 09 2009",
        "discount":10
    },
    {
        "id": 12,
        "name": "Naruto",
        "author": "Masashi Kishimoto",
        "price": 650,
        "description": "Naruto is a young shinobi with an incorrigible knack for mischief. He's got a wild sense of humor, but Naruto is completely serious about his mission to be the world's greatest ninja! ",
        "category": "Fiction",
        "category2":"Top Fiction",
        "image": "https://i.postimg.cc/FHRtY84L/naruto.jpg",
        "date": "Sep 21 1999",
        "discount":5
    },
    {
        "id": 13,
        "name": "Bleach",
        "author": "Tite Kubo",
        "price": 350,
        "description": "The Quincies's Thousand Year Blood War is over, but the embers of turmoil still smolder in the Soul Society. Tokinada Tsunayashiro, elevated to head of his clan after a slew of assassinations take out every other claimant to the title, has a grand plan to create a new Soul King. His dark ambitions soon sow the seeds of a new total war across the realms, but all is not lost. There is one unlikely Soul Reaper who holds the key to defusing the conflict--Shuhei Hisagi, assistant captain of the Ninth Company and reporter for the  ",
        "category": "Fiction",
        "category2":"",
        "image": "https://i.postimg.cc/vHxH44ty/bleach.jpg",
        "date": "Aug 01 2001",
        "discount":30
    },
    {
        "id": 14,
        "name": "One-Punch Man",
        "author": "Yusuke Murata",
        "price": 680,
        "description": "Nothing about Saitama passes the eyeball test when it comes to superheroes, from his lifeless expression to his bald head to his unimpressive physique. However, this average-looking guy has a not-so-average problem—he just can’t seem to find an opponent strong enough to take on! ",
        "category": "Fiction",
        "category2":"Top Fiction",
        "image": "https://i.postimg.cc/jd634bT1/one-punch.jpg",
        "date": "Oct 04 2015",
        "discount":20
    },
    {
        "id": 15,
        "name": "Death Note",
        "author": "Takeshi Obata ",
        "price": 700,
        "description": "Nothing about Saitama passes the eyeball test when it comes to superheroes, from his lifeless expression to his bald head to his unimpressive physique. However, this average-looking guy has a not-so-average problem—he just can’t seem to find an opponent strong enough to take on! ",
        "category": "Fiction",
        "category2":"",
        "image": "https://i.postimg.cc/jqn8GQxY/deathnote.jpg",
        "date": "Oct 06 2006",
        "discount":10
    },
    {
        "id": 16,
        "name": "Harry Potter",
        "author": "J.K. Rowling  ",
        "price": 370,
        "description": "Escape to Hogwarts with the unmissable series that has sparked a lifelong reading journey for children and families all over the world. The magic starts here.Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. The magic starts here!These editions of the classic and internationally bestselling Harry Potter series feature thrilling jacket artwork by award-winning illustrator Jonny Duddle. They are the perfect starting point for anyone who's ready to lose themselves in the greatest children's story of all time.",
        "category": "Fiction",
        "category2":"",
        "image": "https://i.postimg.cc/HngRTsHQ/harry.jpg",
        "date": "Jun 26 1997",
        "discount":5
    },
    {
        "id": 17,
        "name": "Great Gatsby",
        "author": "F. Scott Fitzgerald ",
        "price": 150,
        "description": "Its the Roaring Twenties, and New York City is the place to be. Everything can be purchased, everyone can be bought",
        "category": "Fiction",
        "category2":"",
        "image": "https://i.postimg.cc/PJvJnyXL/gatsby.jpg",
        "date": "May 17 2013",
        "discount":30
    },
    {
        "id": 18,
        "name": "The Da Vinci Code",
        "author": " Dan Brown",
        "price": 350,
        "description": "Harvard professor Robert Langdon receives an urgent late-night phone call while on business in Paris: the elderly curator of the Louvre has been brutally murdered inside the museum. Alongside the body, police have found a series of baffling codes. nnAs Langdon and a gifted French cryptologist, Sophie Neveu, begin to sort through the bizarre riddles, they are stunned to find a trail that leads to the works of Leonardo Da Vinci and suggests the answer to a mystery that stretches deep into the va",
        "category": "Fiction",
        "category2":"",
        "image": "https://i.postimg.cc/CLZP9qbW/vinci.jpg",
        "date": "May 19 2006",
        "discount":20
    },
    {
        "id": 19,
        "name": "Mindreader",
        "author": "David J Lieberman",
        "price": 890,
        "description": "What did your boss mean in that email? Is your mechanic stretching the truth? Whether you're engaged in a casual conversation or a high-stakes negotiation, it's critical to understand the subtext of a situation. But with so much interaction happening on screens--via email, texts, or video chat--we are losing the ability to interpret expressions and cues. Furthermore, since many are now savvy about the meaning of body language, it's become even harder to discern someone's true thoughts or intentions. ",
        "category": "New Arrival",
        "category2":"Top New Arrival",
        "image": "https://i.postimg.cc/JnzVXzSM/sss.jpg",
        "date": "Aug 16 2022",
        "discount":10
    },
    {
        "id": 20,
        "name": "Skin Revolution",
        "author": " Rattan",
        "price": 620,
        "description": "Skin Revolution is where skincare meets science and self-love - to empower you to look good, feel great, and glow in your melanin-rich skin.",
        "category": "New Arrival",
        "category2":"",
        "image": "https://i.postimg.cc/4N7KtfT6/skin.jpg",
        "date": "Sep 06 2022",
        "discount":10
    },
    {
        "id": 21,
        "name": "All-in On AI",
        "author": "Thomas H. Davenport",
        "price": 890,
        "description": "A fascinating look at the trailblazing companies using artificial intelligence to create new competitive advantage--from the author of the business classic ",
        "category": "New Arrival",
        "category2":"Top New Arrival",
        "image": "https://i.postimg.cc/d12bgTd2/all-in-one.jpg",
        "date": "Dec 06 2022",
        "discount":5
    },
    {
        "id": 22,
        "name": "Papyrus",
        "author": "Charlotte Whittle",
        "price": 355,
        "description": "A rich exploration of the importance of books and libraries in the ancient world that highlights how humanity's obsession with the printed word has echoed throughout the ages - Accessible and entertaining.",
        "category": "New Arrival",
        "category2":"Top New Arrival",
        "image": "https://i.postimg.cc/NjWfcmyS/papyrus.jpg",
        "date": "Sep 06 2022",
        "discount":30
    },
    {
        "id": 23,
        "name": "Good Inside",
        "author": "Becky Kennedy",
        "price": 540,
        "description": "This book is for any parent who has ever struggled under the substantial weight of caregiving--which is to say, all of us. ",
        "category": "New Arrival",
        "category2":"",
        "image": "https://i.postimg.cc/NjWfcmyS/papyrus.jpg",
        "date": "Dec 06 2022",
        "discount":20
    },
    {
        "id": 24,
        "name": "Bhārat: India 2.0",
        "author": "Becky Kennedy",
        "price": 494,
        "description": "Bhārat: India 2.0 is a brilliant vision for the nation by one of India's most prominent scientists. Through a meticulous analysis of the proceedings of the Constituent Assembly, Prof. Desiraju demonstrates the limitations of the Westminster model of governance for a country that has nurtured the longest extant human civilization. Specifically, the Indian Constitution of 1950, with its subsequent amendments, has many fault lines related to federalism, secularism and caste-based reservations that will lead to problems in the future. Going beyond conventional analyses, Desiraju argues for changes that acknowledge the civilizational aspects of a deeply religious country and proposes a unique solution to this problem. — Padma Shri Subhash Kak (Scientist, Indologist, Vedic Scholar)",
        "category": "New Arrival",
        "category2":"Top New Arrival",
        "image": "https://i.postimg.cc/W30PbRG0/bharath.jpg",
        "date": "Sep 05 2022",
        "discount":10
    },
    {
        "id": 25,
        "name": "Do It Today",
        "author": "Darius Foroux ",
        "price": 390,
        "description": "The International Bestseller: DO IT TODAYAre you also tired of putting off your dreams until 'tomorrow?' Guess what! Tomorrow never comes. Am I right? I've procrastinated and putt off my desire to write a book for a decade. I always came up with excuses like, it's not the right time. Or, I need to do more research. But in 2015 I got tired of this endless procrastination, and finally took action. Six months later, my first book was published. Look, we all have limited time on our hands. And we're getting closer to death every single minute. That shouldn't scare. That should motivate you!Time is limited, that's why we must do the things we want: Today.In this best of collection, I've handpicked 30 of my best articles that help you to overcome procrastination, improve your productivity, and achieve all the things you always wanted. Plus, I've written an extensive introduction about my life and work philosophy. And I've made many improvements and edits to the articles. So the content of this book is different from the articles on my site.In Do It Today, you'll learn:1.Why we procrastinate and how we can overcome it2.How to increase your productivity without being stressful3.How to achieve more meaningful things in your life so you can enjoy it moreAre you ready to start reading this book? If so: Do it today-not tomorrow.",
        "category": "Best Sellers",
        "image": "https://i.postimg.cc/tT53FJyk/do-it.jpg",
        "category2":"",
        "date": "Oct 27 2020",
        "discount":5
    },
    {
        "id": 26,
        "name": "The Alchemist",
        "author": "Paulo Coelho",
        "price": 300,
        "description": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and inspiring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself",
        "category": "Best Sellers",
        "image": "https://i.postimg.cc/SN7ns3SL/alchemist.jpg",
        "category2":"",
        "date": "Oct 17 2005",
        "discount":30
    },
    {
        "id": 27,
        "name": "Sapiens: A Brief History of Humankind",
        "author": "Yuval Noah Harari",
        "price": 400,
        "description": "**THE MILLION COPY BESTSELLER**'Interesting and provocative... It gives you a sense of how briefly we've been on this Earth' Barack Obama What makes us brilliant? What makes us deadly? What makes us Sapiens? Yuval Noah Harari challenges everything we know about being human in the perfect read for these unprecedented times. Earth is 4.5 billion years old. In just a fraction of that time, one species among countless others has conquered it: us. In this bold and provocative book, Yuval Noah Harari explores who we are, how we got here and where we're going. 'I would recommend Sapiens to anyone who's interested in the history and future of our species' Bill Gates **ONE OF THE GUARDIAN'S 100 BEST BOOKS OF THE 21st CENTURY**",
        "category": "Best Sellers",
        "image": "https://i.postimg.cc/jjN0q0Kt/sapiens.jpg",
        "category2":"",
        "date": "Jan 01 2011",
        "discount":20
    },
    {
        "id": 28,
        "name": "Dark Matter",
        "author": "Blake Crouch ",
        "price": 480,
        "description": "'Brilliant. . . I think Blake Crouch just invented something new' Lee Child, author of the Jack Reacher series.From Blake Crouch, the author of the bestselling Wayward Pines trilogy, Dark Matter is sweeping and intimate, mind-bendingly strange and profoundly human ? a relentlessly surprising thriller about choices, paths not taken, and how far we'll go to claim the lives we dream of, perfect for fans of Stranger Things and Ready Player One.'Are you happy in your life?'Those are the last words Jason Dessen hears before the masked abductor knocks him unconscious. Before he awakes to find himself strapped to a gurney, surrounded by strangers in hazmat suits. Before the man he's never met smiles down at him and says, 'Welcome back.'In this world he's woken up to, Jason's life is not the one he knows. His wife is not his wife. His son was never born. And Jason is not an ordinary college physics professor, but a celebrated genius who has achieved something remarkable. Something impossible.Is it this world or the other that's the dream? And even if the home he remembers is real, how can Jason possibly make it back to the family he loves? The answers lie in a journey more wondrous and horrifying than anything he could've imagined ? one that will force him to confront the darkest parts of himself even as he battles a terrifying, seemingly unbeatable foe.",
        "category": "Fiction",
        "image": "https://i.postimg.cc/1zxRrK3R/dark-matter.jpg",
        "category2":"",
        "date": "Aug 24 2017",
        "discount":10
    },
    {
        "id": 29,
        "name": "War of Lanka",
        "author": "Blake Crouch ",
        "price": 270,
        "description": "Will Ram defeat the ruthless and fiendish Raavan, constrained as he is by the laws of Dharma? Will Lanka burn to a cinder or fight back like a cornered tiger? Will the terrible costs of war be worth the victory?",
        "category": "Fiction",
        "image": "https://i.postimg.cc/kXtkvP68/war-of-lanka.jpg",
        "category2":"",
        "date": "Oct 03 2020",
        "discount":5
    },
    {
        "id": 30,
        "name": "THE SILENT PATIENT",
        "author": " Alex Michaelides",
        "price": 200,
        "description": "WITH OVER THREE MILLION COPIES SOLD, read the Sunday Times and No.1 New York Times bestselling, record-breaking thriller that everyone is talking about - soon to be a major film. 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE Alicia Berenson lived a seemingly perfect life until one day six years ago.When she shot her husband in the head five times. Since then she hasn't spoken a single word.It's time to find out why. THE SILENT PATIENT is the gripping must-read thriller of the year - perfect for fans of THE FAMILY UPSTAIRS by Lisa Jewell, BLOOD ORANGE by Harriet Tyce and PLAYING NICE by JP Delaney.",
        "category": "Fiction",
        "image": "https://i.postimg.cc/fbj33PfQ/silient.jpg",
        "category2":"",
        "date": "Jul 15 2019",
        "discount":30
    },
    {
        "id": 31,
        "name": "Arrivals and Departures",
        "author": " Vrinda Baliga",
        "price": 100,
        "description": "Arrivals and Departures: A collection of short stories",
        "category": "New Arrival",
        "image": "https://i.postimg.cc/K89TQwg7/arrivals.jpg",
        "category2":"",
        "date": "Sep 09 2019",
        "discount":20
    },
    {
        "id": 32,
        "name": "Concise General Knowledge Manual",
        "author": " Edgar Thorpe and Showick Thorpe",
        "price": 179,
        "description": "This book continues to be the one-stop solution for the aspirants preparing for various competitive examinations. This book has been the best-seller for more than 15 years now and is being thoroughly updated and revised to reflect recent developments and trends in related examinations patterns. Special efforts have also been made to provide the widest coverage of facts and events in a concise and easy-to-understand manner. The book provides effective coverage on Geography, History, Indian Economy, International Organizations, Science, Computers and Current Affairs - both national and international. In addition, there are sections that help in understanding key developments around the world. Overall, it is designed to be an ideal companion to master general knowledge as required by various entrance and vacancy-based examinations. About the Author Showick Thorpe is an expert on competitive examinations. He has authored more than 40 books in English, Hindi and Bangla languages, catering to various competitive examinations and career development.",
        "category": "New Arrival",
        "image": "https://i.postimg.cc/MHT20ckm/consice-general.jpg",
        "category2":"",
        "date": "Oct 15 2019",
        "discount":10
    }
]